[
    {
        "id": "62daaa672095ea50abb2b78b",
        "name": "Agitation",
        "icon": "./killers-perks/agitation.webp",
        "character": "Trapper",
        "description": "You get excited in anticipation of hooking your prey.\n\nWhile carrying a Survivor you benefit from the following effects:\n\nIncreases your Carrying Movement speed by 6/12/18 %.\n\nIncreases your Terror Radius by 12 metres."
    },
    {
        "id": "62daaac787ea58c79bf07a81",
        "name": "A Nurse's Calling",
        "icon": "./killers-perks/anursescalling.webp",
        "character": "Nurse",
        "description": "Unlocks potential in your Aura-reading ability.\n\nThe Auras of Survivors, who are healing or being healed, are revealed to you when they are within a range of 20/24/28 metres."
    },
    {
        "id": "62daab1a87d5eac2e5231eac",
        "name": "Bamboozle",
        "icon": "./killers-perks/bamboozle.webp",
        "character": "Clown",
        "description": "Performing a Vault action is 5/10/15 % faster and calls upon The Entity to block that Vault location for Survivorsfor 8/12/16 seconds.\n\nOnly one Vault location may be blocked this way at any given time.\n\nBamboozle does not affect Pallets."
    },
    {
        "id": "62daab5d26aa9b4d710508c1",
        "name": "Barbecue and Chili",
        "icon": "./killers-perks/barbecueandchili.webp",
        "character": "Cannnibal",
        "description": "A deep bond with The Entity unlocks potential in one's Aura-reading ability.\n\nAfter hooking a Survivor, all Survivors who are at least 60/50/40 metres away from that Hook have their Aura revealed to you for 4 seconds."
    },
    {
        "id": "62daab94ed216e481b564d0a",
        "name": "Beast of Prey",
        "icon": "./killers-perks/beastofprey.webp",
        "character": "Huntress",
        "description": "Your lust for a kill is so intense that your connection with The Entity is momentarily lost, making you totally unpredictable.\n\nUpon gaining the Bloodlust Status Effect, Beast of Prey activates:\n\nGrants the Undetectable Status Effect for as long as Bloodlust is active.\n\nBeast of Prey grants 30/40/50 % bonus Bloodpoints for actions in the Hunter Category.\n\nThe bonus Bloodpoints are only awarded during the Trial."
    },
    {
        "id": "62daabf5c058122fe912a5e7",
        "name": "Bitter Murmur",
        "icon": "./killers-perks/bittermurmur.webp",
        "character": "All",
        "description": "Unlocks potential in your Aura-reading ability:\n\nEach time a Generator is completed, the Auras of all Survivors within 16 metres of that Generator are revealed to you for 5 seconds.\n\nOnce the last Generator is completed, the Auras of all Survivors are revealed to you for 5/7/10 seconds."
    },
    {
        "id": "62daac2b65c3f8cf589bef22",
        "name": "Blood Echo",
        "icon": "./killers-perks/bloodecho.webp",
        "character": "Oni",
        "description": "The agony of one is inflicted onto others.\n\nWhen hooking a Survivor, all other Injured Survivors suffer from the Haemorrhage and Exhausted Status Effects for 45 seconds.\n\nBlood Echo can only be triggered once every 80/70/60 seconds."
    },
    {
        "id": "62daac60db61ee269d98a315",
        "name": "Bloodhound",
        "icon": "./killers-perks/bloodhound.webp",
        "character": "Wraith",
        "description": "Like a hunting scent hound, you smell traces of blood at a great distance.\n\nPools of Blood are shown in bright red and can be tracked for 2/3/4 seconds longer than normal."
    },
    {
        "id": "62daac98ad2d6edf17b1c025",
        "name": "Blood Warden",
        "icon": "./killers-perks/bloodwarden.webp",
        "character": "Freddy",
        "description": "As soon as one Exit Gate is opened, Blood Warden activates.\n\nThe Auras of Survivors standing within the Exit-Gate area are revealed to you.\n\nOnce per Trial, hooking a Survivor while Blood Warden is active calls upon The Entity to block the exits for all Survivors for 30/40/60 seconds."
    },
    {
        "id": "62daacd250fde26d47864423",
        "name": "Brutal Strength",
        "icon": "./killers-perks/brutalstrength.webp",
        "character": "Trapper",
        "description": "Your great strength allows you to shred through your prey's defences.\n\nIncreases the Action speed of breaking Pallets and Breakable Walls, and damaging Generators by 10/15/20 %."
    },
    {
        "id": "62daad3ff93eb1f37a99f800",
        "name": "Call of Brine",
        "icon": "./killers-perks/callofbrine.webp",
        "character": "The Onryō",
        "description": "Your psychic abilities influence technology in devastating ways.\n\nAfter damaging a Generator, Call of Brine activates for 60 seconds.\n\nThe Generator regresses at 150/175/200 % of the normal Regression speed and its Aura is revealed to you.\n\nEach time a Survivor completes a Good Skill Check on a Generator affected by Call of Brine, you receive a Loud Noise Notification."
    },
    {
        "id": "62daad7ad7d4ce0d4560e49d",
        "name": "Claustrophobia",
        "icon": "./killers-perks/claustrophobia.webp",
        "character": "All",
        "description": "Your ties to the Entity manifest when your prey attempts to get away.\n\nWhenever a Generator is completed, all Windows and Vault locations within 32 metres of it become blocked for all Survivors for the next 20/25/30 seconds.\n\nThe Auras of the block Vault locations are revealed to you for the duration."
    },
    {
        "id": "62daadb1b4c540aab9521429",
        "name": "Corrupt Intervention",
        "icon": "./killers-perks/corruptintervention.webp",
        "character": "Plague",
        "description": "Your prayers invoke a dark power that meddles with the Survivors' chances of survival.\n\nAt the start of the Trial, the 3 Generators located farthest from you are blocked by The Entity for 80/100/120 seconds.\n\nCorrupt Intervention deactivates prematurely once the first Survivor is put into the Dying State"
    },
    {
        "id": "62daadeeb22c1e1d66b326db",
        "name": "Coulrophobia",
        "icon": "./killers-perks/coulrophobia.webp",
        "character": "Clown",
        "description": "Your presence alone instils great fear.\n\nFor all Survivors within your Terror Radius, the following effects apply:\n\nReduces the Healing speed by 30/40/50 %.\n\nIncreases the Rotation speed of Healing Skill Checks by +50 %"
    },
    {
        "id": "62daae2ba86895c56cbfadeb",
        "name": "Coup de Grâce",
        "icon": "./killers-perks/coupdegrace.webp",
        "character": "The Twins",
        "description": "As the end nears, you go in for the kill.\n\nEach time a Generator is completed, Coup de Grâce grows in power and gains 1 Token.\n\nConsume 1 Token to increase the distance of your next Lunge Attack by 70/75/80 %."
    },
    {
        "id": "62daae9bd275946748c84822",
        "name": "Dark Devotion",
        "icon": "./killers-perks/darkdevotion.webp",
        "character": "Plague",
        "description": "The display of your Powers creates a whirlwind of panic that spreads throughout the land.\n\nYou become obsessed with one Survivor.\n\nWhenever the Obsession loses a Health State by any means and thus enters the Injured State Dark Devotion activates:\n\nYour Terror Radius transfers to the Obsession for 20/25/30 seconds, and its radius is set to 32 metres.\n\nGrants the Undetectable Status Effect for the same duration.\n\nThe Obsession with your transferred Terror Radius is also considered to be 'inside the Terror Radius' for other purposes.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62daaeef3f325f7d71e31f23",
        "name": "Darkness Revealed",
        "icon": "./killers-perks/darknessrevealed.webp",
        "character": "The Dredge",
        "description": "In your presence, places once thought to be safe are perhaps the most dangerous.\n\nWhen you search a Locker, the Auras of all Survivors within 8 metres of any Locker are revealed to you for 3/4/5 seconds.\n\nDarkness Revealed has a cool-down of 30 seconds."
    },
    {
        "id": "62daaf2d925f71100cb16a4e",
        "name": "Deadlock",
        "icon": "./killers-perks/deadlock.webp",
        "character": "Cenobite",
        "description": "You induce mental suffering by crushing any hope of escape.\n\nWhenever a Generator is completed, The Entity blocks the Generator with the most progression for 20/25/30 seconds.\n\nThe Aura of the blocked Generator is revealed to you in white during this time."
    },
    {
        "id": "62daaf64f548c7e16840322a",
        "name": "Dead Man's Switch",
        "icon": "./killers-perks/deadmansswitch.webp",
        "character": "Deathslinger",
        "description": "After hooking a Survivor, Dead Man's Switch activates for the next 35/40/45 seconds:\n\nWhile activated, any Survivor that stops repairing a Generator before it is fully repaired causes The Entity to block the Generator until Dead Man's Switch's effect ends.\n\nAffected Generators are highlighted by a white Aura."
    },
    {
        "id": "62daafacac41b2d8d6ba8e68",
        "name": "Deathbound",
        "icon": "./killers-perks/deathbound.webp",
        "character": "The Executioner",
        "description": "Those whose lives are intertwined in darkness are destined to suffer together.\n\nWhen a Survivor heals another Survivor for the equivalent of 1 Health State at least 32 metres away from you, that Survivor will scream, revealing their location and activating Deathbound:\n\nFor the next 60 seconds, that Survivor suffers from the Oblivious Status Effect when farther than 16/12/8 metres away from the healed Survivor."
    },
    {
        "id": "62daafeb1dc9b49e4d201323",
        "name": "Deer Stalker",
        "icon": "./killers-perks/deerstalker.webp",
        "character": "All",
        "description": "Unlocks potential in your Aura-reading ability:\n\nThe Auras of all Survivorsin the Dying StateIconHelp dying.png within 20/28/36 metres of your location are revealed to you."
    },
    {
        "id": "62dab017a463bd402ade4e47",
        "name": "Discordance",
        "icon": "./killers-perks/discordance.webp",
        "character": "Legion",
        "description": "Any Generator within a range of 64/96/128 metres that is being repaired by 2 or more Survivors is marked by a yellow Aura.\n\nWhen the Generator is first highlighted, Discordance triggers a Loud Noise Notification on the Generator.\n\nAfter the Generator is no longer within range or is being repaired by just 1 Survivor, the highlighted Aura will linger for another 4 seconds."
    },
    {
        "id": "62dab0528fd718a8a44a289c",
        "name": "Dissolution",
        "icon": "./killers-perks/dissolution.webp",
        "character": "The Dredge",
        "description": "Everything turns to dust. It is as inescapable as the coming of the night.\n\n3 seconds after injuring a Survivor by any means, Dissolution activates for 12/16/20 seconds:\n\nWhile Dissolution is active, if a Survivor fast vaults over a Pallet while they are inside your Terror Radius, The Entity will break the Pallet at the end of the vault, deactivating Dissolution."
    },
    {
        "id": "62dab08a72b88466f5151c1d",
        "name": "Distressing",
        "icon": "./killers-perks/distressing.webp",
        "character": "All",
        "description": "Your horrifying emanation strikes at a supernaturally long distance.\n\nIncreases your Terror Radius by 22/24/26 %\n\nGrants 100 % bonus Bloodpoints for all actions in the Deviousness Category."
    },
    {
        "id": "62dab0c8a9998a3f3172b498",
        "name": "Dragon's Grip",
        "icon": "./killers-perks/dragonsgrip.webp",
        "character": "The Blight",
        "description": "After kicking a Generator, for the next 30 seconds, the first Survivor interacting with it will scream, revealing their location for 4 seconds, and suffers from the Exposed Status Effect for 60 seconds.\n\nDragon's Grip has a cool-down of 120/100/80 seconds."
    },
    {
        "id": "62dab0f65f0ec25291debcf",
        "name": "Dying Light",
        "icon": "./killers-perks/dyinglight.webp",
        "character": "The Shape",
        "description": "You become obsessed with one Survivor.\n\nEach time you hook a Survivor other than your Obsession, you gain 1 Token:\n\nFor as long as the Obsession is alive, all other Survivors suffer from a stack-able 2/2.5/3 % penalty to Repairing, Healing, and Sabotaging speeds per Token, up to a maximum of 22/27.5/33 % or 11 Tokens.\n\nThe Obsession is unaffected by this penalty and instead granted a permanent 33 % Action Speed bonus to Unhooking and Healing other Survivors.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dab15678c8f50a8f1867f4",
        "name": "Enduring", 
        "icon": "./killers-perks/enduring.webp",
        "character": "Hillbilly",
        "description": "You are resilient to pain.\n\nReduces Pallet Stun duration by 40/45/50 %."
    },
    {
        "id": "62dab18246043dee59ffd292",
        "name": "Eruption",
        "icon": "./killers-perks/eruption.webp",
        "character": "Nemesis T-Type",
        "description": "The NE-α parasite provides you with the intelligence and awareness needed to set a trap.\n\nAfter kicking a Generator, its Aura is highlighted in yellow.\n\nWhen you put a Survivor into the Dying State by any means, every affected Generator explodes and starts regressing, removing the highlighted Aura.\n\nApplies an immediate -10 % Progression penalty.\n\nAny Survivor repairing a Generator when it explodes will scream and suffer from the Incapacitated Status Effect for 15/20/25 seconds.\n\nEruption has a cool-down of 30 seconds."
    },
    {
        "id": "62dab1d7fa11b8a2cc319a66",
        "name": "Fearmonger",
        "icon": "./killers-perks/fearmonger.webp",
        "character": "All",
        "description": "Your distressing presence drains and weakens your prey.\n\nWhenever a Survivor is repairing a Generator, they suffer from the Blindness and Exhausted Status Effects.\n\nIf the Survivor is already Exhausted, their Status Effect's timer will be paused.\n\nThe Status Effect lingers for 3/4/5 seconds after the Survivor stops repairing."
    },
    {
        "id": "62dab227789d92a1b089cac2",
        "name": "Fire Up",
        "icon": "./killers-perks/fireup.webp",
        "character": "Freddy",
        "description": "The increased pressure of losing your preys fills you with anger and gives you unsuspected motivation.\n\nEach time a Generator is completed, Fire Up grows in power.\n\nGain a stack-able 3/3.5/4 % Action Speed bonus to picking-up and dropping Survivors, breaking Pallets and Breakable Walls, damaging Generators, and vaulting Windows, up to a maximum of 15/17.5/20 %."
    },
    {
        "id": "62dab2677a18100b4964a94b",
        "name": "Forced Penance",
        "icon": "./killers-perks/forcedpenance.webp",
        "character": "The Executioner",
        "description": "Those who stand in the way of duty will suffer harsh judgement.\n\nSurvivors who take a Protection Hit suffer from the Broken Status Effect for the next 60/70/80 seconds."
    },
    {
        "id": "62dab29036b9613ed0441c33",
        "name": "Franklin's Demise",
        "icon": "./killers-perks/franklinsdemise.webp",
        "character": "Cannnibal",
        "description": "Your vicious Basic Attacks make Survivors drop their Items on impact.\n\nIf not recovered within 150/120/90 seconds, the lost Items will have their Charges depleted by The Entity.\n\nThe Auras of lost Items are revealed to you within 32 metres and slowly fade from white to red as the timer elapses."
    },
    {
        "id": "62dab2c7c5a82dbd46dc2689",
        "name": "Furtive Chase",
        "icon": "./killers-perks/furtivechase.webp",
        "character": "Ghost Face",
        "description": "You become obsessed with one Survivor.\n\nYou lurk in the shadows, eliminating your victims one by one.\n\nEach time you hook your Obsession, you gain 1 Token, up to a maximum of 2/3/4 Tokens:\n\nWhile in a Chase, your Terror Radius is reduced by 4 metres per accumulated Token.\n\nWhen a Survivor rescues the Obsession from the Hook, that Survivor will become the new Obsession.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dab309a69efcb625cca85e",
        "name": "Gearhead",
        "icon": "./killers-perks/gearhead.webp",
        "character": "Deathslinger",
        "description": "You have got an ear for well-oiled gears.\n\nAfter a Survivor loses a Health State, Gearhead activates:\n\nWhile Gearhead is active, a Survivor succeeding a Great Skill Check while repairing reveals their Aura to you for 6/8/10 seconds, after which Gearhead deactivates."
    },
    {
        "id": "62dab33ea4acaa015df7568c",
        "name": "Grim Embrace",
        "icon": "./killers-perks/grimembrace.webp",
        "character": "The Artist",
        "description": "Your act of servitude to The Entity has not gone unnoticed.\n\nEach time a Survivor is hooked for the first time, Grim Embrace gains a Token.\n\nUpon reaching 4 Tokens Grim Embrace activates:\n\nThe Entity blocks all Generators for 30/35/40 seconds.\n\nThe Aura of the Obsession is revealed to you for 5 seconds."
    },
    {
        "id": "62dab3798239e51ce50ef2ee",
        "name": "Hangman's Trick",
        "icon": "./killers-perks/hangmanstrick.webp",
        "character": "Pig",
        "description": "Unlocks potential in your Aura-reading ability and your ingenious modifications to Hooks alert you of tampering.\n\nGain a Loud Noise Notification whenever a Survivor begins sabotaging a Hook.\n\nWhile carrying a Survivor, see the Aura of any Survivor within 2/4/6 metres of any Hook."
    },
    {
        "id": "62dab3b2dd147c305e457ada",
        "name": "Hex: Blood Favour",
        "icon": "./killers-perks/hexbloodfavour.webp",
        "character": "The Blight",
        "description": "A Hex that gains the favour of The Entity when blood is spilt.\n\nWhenever a Survivor loses a Health State by any means and thus enters the Injured State or the Dying State, Hex: Blood Favour calls upon The Entity to block all Pallets within 24/28/32 metres of that Survivor's location from being pulled down for the next 15 seconds.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab3ee97518f71765d1aa9",
        "name": "Hex: Crowd Control",
        "icon": "./killers-perks/hexcrowdcontrol.webp",
        "character": "The Trickster",
        "description": "A Hex that ensures those lesser than you are properly herded.\n\nSurvivors who perform a rushed vault through a Window prompt The Entity to block it for the next 14/17/20 seconds.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab42f2a7b94ae99b0fe1a",
        "name": "Hex: Devour Hope",
        "icon": "./killers-perks/hexdevourhope.webp",
        "character": "Hag",
        "description": "A Hex rooting its power on hope.\n\nThe false hope of Survivors ignites your hunger.\n\nEach time a Survivor is rescued from a Hook when you are at least 24 metres away, Hex: Devour Hope receives 1 Token:\n\n2 Tokens: 10 seconds after hooking a Survivor, gain a 3/4/5 % Haste Status Effect for the next 10 seconds.\n\n3 Tokens: Survivors suffer permanently from the Exposed Status Effect.\n\n5 Tokens: You are granted the ability to kill all Survivors by your own hand.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab47b5797af786a2a0a0d",
        "name": "Hex: Haunted Ground",
        "icon": "./killers-perks/hexhauntedground.webp",
        "character": "Spirit",
        "description": "Two trapped Hex Totems will spawn in the Trial Grounds.\n\nWhen either Hex Totem is cleansed or blessed, all Survivors suffer from the Exposed Status Effect for 40/50/60 seconds.\n\nThe second Hex Totem will immediately turn into a Dull Totem."
    },
    {
        "id": "62dab4b0a23dbb3b641ac6c3",
        "name": "Hex: Huntress Lullaby",
        "icon": "./killers-perks/hexhuntresslullaby.webp",
        "character": "Huntress",
        "description": "A Hex rooting its power in despair.\n\nYour hunt is an irresistible song of dread which muddles your prey's attention.\n\nSurvivors recieve a 2/4/6 % Regression penalty on Failed Skill Checks for Repair and Healing actions.\n\nHex: Huntress Lullaby grows in power each time you Hook a Survivor, gaining 1 Token, and affecting Repair and Healing Skill Checks:\n\n1 Token: shortens the time between the Warning sound and the Skill check by -14 %.\n\n2 Tokens: shortens the time between the Warning sound and the Skill check by -28 %.\n\n3 Tokens: shortens the time between the Warning sound and the Skill check by -42 %.\n\n4 Tokens: shortens the time between the Warning sound and the Skill check by -56 %.\n\n5 Tokens: disables the Warning sound.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab516bb7655b7341a1c87",
        "name": "Hex: No One Escapes Death",
        "icon": "./killers-perks/hexnooneescapesdeath.webp",
        "character": "All",
        "description": "A Hex rooting its power on hope.\n\nYou are animated by the power of your Hex Totem when the Survivors are on the verge of escaping.\n\nOnce the Exit Gates are powered, if there is still a Dull Totem remaining on the Map, Hex: No One Escapes Death activates and lights it:\n\nIncreases your Movement speed by 2/3/4 %.\n\nSurvivors suffer from a permanent Exposed Status Effect.\n\nHex: No One Escapes Death remains inactive if no Dull Totems are available.\n\nHex: No One Escapes Death reveals the Aura of its Hex Totem to all Survivors within 4 metres and gradually expands that range to 24 metres over the course of 30 seconds.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab5743cf14a2cb476b268",
        "name": "Hex: Pentimento",
        "icon": "./killers-perks/hexpentimento.webp",
        "character": "The Artist",
        "description": "You reveal the true power of the Totems, hidden within their remains.\n\nYou see the Auras of cleansed Totems.\n\nYou can perform a ritual on a cleansed Totem to resurrect it as a Rekindled Totem.\n\nFor each Rekindled Totem active at the same time, Hex: Pentimento gains an additional effect:\n\n1 Totem: Decreases all Survivors' Repair speed by 20/25/30 %.\n\n2 Totems: Decreases all Survivors' Healing speed by 20/25/30 %.\n\n3 Totems: Decreases all Survivors' Recovery speed from being downed by 20/25/30 %.\n\n4 Totems: Decreases all Survivors' Exit Gate Opening speed by 20/25/30 %.\n\n5 Totems: All Totems are permanently blocked by The Entity.\n\nWhen a Rekindled Totem is cleansed, its remains are consumed by The Entity and it cannot be rekindled."
    },
    {
        "id": "62dab5d987fd6eb0ccb9f1bd",
        "name": "Hex: Plaything",
        "icon": "./killers-perks/hexplaything.webp",
        "character": "Cenobite",
        "description": "A Hex that toys with a victim's suffering.\n\nIf there is at least one Dull Totem remaining in the Trial Grounds, Hex: Plaything activates on a random Totem each time a Survivor is hooked for the first time:\n\nThe hooked Survivor suffers from the Cursed and Oblivious Status Effects until Hex: Plaything is cleansed.\n\nFor the first 90 seconds, only the Cursed Survivor is able to cleanse the Hex Totem.\n\nThe Aura of Hex: Plaything's Hex Totem is revealed to the Cursed Survivor within 24/20/16 metres.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab627ababb7fbc5f3e3a1",
        "name": "Hex: Retribution",
        "icon": "./killers-perks/hexretribution.webp",
        "character": "Deathslinger",
        "description": "A Hex that lashes out upon its destruction.\n\nThose who cross you will be punished.\n\nSurvivors cleansing or blessing any Totem suffer from the Oblivious Status Effect for 35/40/45 seconds.\n\nAfter cleansing or blessing a Hex Totem, the Auras of all Survivors are revealed to you for 15 seconds.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab66ffc4feeb18ed8ed3a",
        "name": "Hex: Ruin",
        "icon": "./killers-perks/hexruin.webp",
        "character": "Hag",
        "description": "A Hex that affects the Generator Repair progress of all Survivors.\n\nWhenever a Generator is not being repaired by a Survivor, it will immediately and automatically regress its Repair progress at 50/75/100 % of the normal Regression speed.\n\nOnce any Survivor is killed by any means, Hex: Ruin deactivates and reverts its Hex Totem into a Dull Totem.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab6aa671bac2ba3aaac28",
        "name": "Hex: The Third Seal",
        "icon": "./killers-perks/hexthethirdseal.webp",
        "character": "Hag",
        "description": "A Hex that hinders the Survivors' Aura-reading abilities.\n\nThe last 2/3/4 Survivors hit with either your Basic Attack or Special Attack suffer from the Blindness Status Effect.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab75f36c76d70fde85d4f",
        "name": "Hex: Thrill of the Hunt",
        "icon": "./killers-perks/hexthrillofthehunt.webp",
        "character": "All",
        "description": "A Hex rooting its power on hope.\n\nThe false hope of Survivors fills you with excitement and strengthens your Totems.\n\nFor each Totem remaining in the environment, Hex: Thrill of the Hunt gains 1 Token.\n\nSurvivors suffer from a stack-able 8/9/10 % Action Speed penalty per Token to Cleansing and Blessing, up to a maximum of 40/45/50 %.\n\nGrants a stack-able 10 % bonus Bloodpoints for actions in the Hunter Category per Token, up to a maximum of 50 %.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dab766725c215c634ab4ca",
        "name": "Hex: Undying",
        "icon": "./killers-perks/hexundying.webp",
        "character": "The Blight",
        "description": "A Hex which maintains the vile powers that flow throughout the Trial.\n\nThe Auras of Survivors within 2/3/4 metres of any Dull Totem are revealed to you.\n\nWhen another Perk's Hex Totem is cleansed or blessed, its Hex is transferred to the Hex: Undying Totem, including any accumulated Tokens, disabling Hex: Undying instead.\n\nThe Hex effects persist until its Hex Totem is cleansed."
    },
    {
        "id": "62dacc8c29b74f89d7ad2a5b",
        "name": "Hoarder",
        "icon": "./killers-perks/hoarder.webp",
        "character": "The Twins",
        "description": "You protect what little you have and are perceptive to those rummaging through your stockpiles.\n\nHoarder triggers a Loud Noise Notification for 4 seconds, whenever a Survivor performs any of the following actions within 32/48/64 metres of your location:\n\nUnlocks a Chest.\n\nPicks up any Item, including Limited Items.\n\nHoarder spawns 2 additional chests in the Trial."
    },
    {
        "id": "62dacc8778887073dfc55a29",
        "name": "Hysteria",
        "icon": "./killers-perks/hysteria.webp",
        "character": "Nemesis T-Type",
        "description": "You know how to brutalise one member of a team to cause a panic.\n\nWhenever you put a healthy Survivor into the Injured State, all injured Survivors suffer from the Oblivious Status Effect for 20/25/30 seconds.\n\nHysteria has a cool-down of 30 seconds."
    },
    {
        "id": "62dacc82927d5350a60ce870",
        "name": "I'm All Ears",
        "icon": "./killers-perks/imallears.webp",
        "character": "Ghost Face",
        "description": "Unlocks potential in your Aura-reading ability, sharpening your keen senses in the dark Realm of The Entity.\n\nAny Survivor performing a rushed action within 48 metres of your location has their Aura revealed to you for 6 seconds\n\nI'm All Ears can only be triggered once every 60/50/40 seconds."
    },
    {
        "id": "62dacc7b15b99d835b8c6f5d",
        "name": "Infectious Fright",
        "icon": "./killers-perks/infectiousfright.webp",
        "character": "Plague",
        "description": "The cries of the unfaithful make your heart leap.\n\nWhenever a Survivor is put into the Dying State by any means, all other Survivors within your Terror Radius will scream and reveal their current location to you for 4/5/6 seconds."
    },
    {
        "id": "62dacc740be2498d1a11a220",
        "name": "Insidious",
        "icon": "./killers-perks/insidious.webp",
        "character": "All",
        "description": "Unlocks your stealth ability:\n\nGrants the Undetectable Status Effect after standing still for 4/3/2 seconds and until you are moving again."
    },
    {
        "id": "62dacc6ee394d03b27f44060",
        "name": "Iron Grasp",
        "icon": "./killers-perks/irongrasp.webp",
        "character": "All",
        "description": "Your powerful grasp on Survivors causes escapes to be nearly impossible.\n\nWhile carrying a Survivor you benefit from the following effects:\n\nDecreases Wiggle effects, which cause you to strafe sideways, by 75 %.\n\nIncreases Wiggle duration by 4/8/12 %."
    },
    {
        "id": "62dacc66c347d569e28ee3be",
        "name": "Iron Maiden",
        "icon": "./killers-perks/ironmaiden.webp",
        "character": "Legion",
        "description": "You open Lockers 30/40/50 % faster.\n\nSurvivors who exit Lockers will scream and suffer from the Exposed Status Effect for 30 seconds and their location is revealed to you for 4 seconds."
    },
    {
        "id": "62dacc61be4f184b30a55645",
        "name": "Jolt",
        "icon": "./killers-perks/jolt.webp",
        "character": "All",
        "description": "Your eerie presence charges the air and interferes with technology.\n\nWhen you put a Survivor into the Dying State with your Basic Attack, all Generators within 32 metres of you instantly explode and start regressing.\n\nApplies an immediate -8 % Progression penalty."
    },
    {
        "id": "62dacc5ce2cc10985cb1b4f7",
        "name": "Knock Out",
        "icon": "./killers-perks/knockout.webp",
        "character": "Cannnibal",
        "description": "The trauma caused by your brutal attacks makes crying for help painfully difficult.\n\nPutting a Survivor into the Dying State with your Basic Attack blocks their Aura from being revealed to any Survivor, who is farther than 32/24/16 metres away from them.\n\nFor the next 15 seconds, the following effects apply to the dying Survivor:\n\nReduces their Field of View and causes them to be deafened.\n\nSuffers from the Blindness Status Effect.\n\nReduces the Crawling speed by -50 %.\n\nReduces the Recovery speed by -25 %."
    },
    {
        "id": "62dacc57f7a1dfa84da945d6",
        "name": "Lethal Pursuer",
        "icon": "./killers-perks/lethalpursuer.webp",
        "character": "Nemesis T-Type",
        "description": "You have been designed to track down and eliminate targets.\n\nAt the start of the Trial, the Auras of all Survivors are revealed to you for 7/8/9 seconds.\n\nExtends the duration of a Survivor's Aura being revealed to you by +2 seconds.\n\nLethal Pursuer benefits from its own effect."
    },
    {
        "id": "62dacc52e4683f933bf7fee8",
        "name": "Lightborn",
        "icon": "./killers-perks/lightborn.webp",
        "character": "Hillbilly",
        "description": "Unlike other beasts of The Fog, you have adapted to light.\n\nThe Auras of Survivors attempting to blind you with a Flashlight are revealed to you for 6/8/10 seconds.\n\nLightborn grants immunity from being blinded by Flashlights, Firecrackers, Flashbangs, or Blast Mines."
    },
    {
        "id": "62dacc4cfee122119797fb0d",
        "name": "Mad Grit",
        "icon": "./killers-perks/madgrit.webp",
        "character": "Legion",
        "description": "While carrying a Survivor, you suffer no cool-down on missed attacks.\n\nSuccessfully hitting a Survivor will pause the carried Survivor's Wiggling Progression for 2/3/4 seconds."
    },
    {
        "id": "62dacc4605a1d45478a28d32",
        "name": "Make Your Choice",
        "icon": "./killers-perks/makeyourchoice.webp",
        "character": "Pig",
        "description": "Each time a Survivor is rescued from a Hook when you are at least 32 metres away, Make Your Choice activates:\n\nThe Rescuer screams and suffers from the Exposed Status Effect for the next 40/50/60 seconds.\n\nMake Your Choice has a cooldown of 40/50/60 seconds."
    },
    {
        "id": "62dacc4194aefc0371936364",
        "name": "Merciless Storm",
        "icon": "./killers-perks/mercilessstorm.webp",
        "character": "The Onryō",
        "description": "Your horrible trauma is felt by everyone.\n\nWhenever a Generator is repaired to 90 %, Survivors repairing it are faced with continuous Skill Checks.\n\nIf they miss one or stop repairing, the Generator becomes blocked for 16/18/20 seconds.\n\nMerciless Storm can only trigger once per Generator per Trial."
    },
    {
        "id": "62dacc3bbec5449045adc1ec",
        "name": "Monitor and Abuse",
        "icon": "./killers-perks/monitorandabuse.webp",
        "character": "Doctor",
        "description": "Meticulous in your approach, terrifying in your application.\n\nYour base Terror Radius is increased by 8 metres.\n\nWhenever you are outside of a Chase, your Terror Radius is reduced by 16 metres while your Field of View is increased by 3/5/10 °.\n\nField of View gains do not stack."
    },
    {
        "id": "62dacc360cda06eb19493440",
        "name": "Nemesis",
        "icon": "./killers-perks/nemesis.webp",
        "character": "Oni",
        "description": "You seek retribution on those who have wronged you.\n\nAny Survivor who blinds or stuns you becomes the Obsession.\n\nAnytime your Obsession switches to another Survivor by any means, that Survivor then suffers from the Oblivious Status Effect for 40/50/60 seconds and their Aura is revealed to you for 4 seconds.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dacc3293847b742a1991ca",
        "name": "No Way Out",
        "icon": "./killers-perks/nowayout.webp",
        "character": "The Trickster",
        "description": "You are not going to let just anyone into the VIP room.\n\nFor each Survivor you hook for the first time, No Way Out gains 1 Token.\n\nOnce the Exit Gates have been powered, No Way Out activates:\n\nWhen a Survivor interacts with an Exit Gate Switch, you receive a Loud Noise Notification and The Entity blocks both Exit Gate Switches for 12 seconds and an additional 6/9/12 seconds per Token in your possession, up to a combined maximum of 36/48/60 seconds."
    },
    {
        "id": "62dacc2dcdcca4fc8c60d8fc",
        "name": "Oppression",
        "icon": "./killers-perks/oppression.webp",
        "character": "The Twins",
        "description": "Life has been difficult for you, so you will make it difficult for others.\n\nWhen damaging a Generator, up to 3 other random Generators also begin regressing.\n\nTrigger a difficult Skill Check if a selected Generator is being repaired.\n\nOppression has a cool-down of 120/100/80 seconds."
    },
    {
        "id": "62dacc28dbbcff829b444744",
        "name": "Overcharge",
        "icon": "./killers-perks/overcharge.webp",
        "character": "Doctor",
        "description": "You are fuelled by your hate for progress.\n\nOvercharge a Generator by performing the Damage Generator on it:\n\nThe next Survivor interacting with that Generator is faced with a difficult Skill Check.\n\nFailing the Skill Check results in an immediate Progression loss of 3/4/5 %.\n\nSucceeding the Skill Check grants no bonus Progression, but prevents the Generator from exploding.\n\nAfter Overcharge is applied to a Generator, the following effect applies:\n\nIncreases the Regression speed from 75 % to 200 % over the next 30 seconds."
    },
    {
        "id": "62dacc23bfe6684c3b7b5bb8",
        "name": "Overwhelming Presence", 
        "icon": "./killers-perks/overwhelmingpresence.webp",
        "character": "Doctor",
        "description": "Your presence alone instils great fear.\n\nSurvivors within your Terror Radius suffer from inefficiency:\n\nWhen using an Item, its Depletion rate is increased by 80/90/100 %."
    },
    {
        "id": "62dacc1eb126d668005ae583",
        "name": "Play With Your Food",
        "icon": "./killers-perks/playwithyourfood.webp",
        "character": "The Shape",
        "description": "You become obsessed with one Survivor.\n\nEach time you chase your Obsession and let them escape, Play with Your Food receives 1 Token, up to a maximum of 3 Tokens:\n\nEach Token applies a stack-able 3/4/5 % Haste Status Effect, up to a maximum of 9/12/15 %.\n\nPerforming Basic Attacks, or Special Attacks that can damage Survivors, consumes 1 Token.\n\nPlay with Your Food has a cool-down of 10 seconds on Token-accumulation.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dacc186faa7ae7531db44a",
        "name": "Pop Goes The Weasel",
        "icon": "./killers-perks/popgoestheweasel.webp",
        "character": "Clown",
        "description": "A deep bond with The Entity unlocks great strength.\n\nAfter hooking a Survivor, Pop Goes the Weasel activates for the next 35/40/45 seconds:\n\nThe next Generator you damage instantly loses -20 % of its current Progression.\n\nRegular Generator Regression applies afterwards and Pop Goes the Weasel deactivates."
    },
    {
        "id": "62dacc139c7c6b18cf871794",
        "name": "Predator",
        "icon": "./killers-perks/predator.webp",
        "character": "Wraith",
        "description": "Your acute tracking ability allows you to hone in on disturbances left by running Survivors.\n\nThe Scratch Marks left by Survivors spawn slightly'/moderately/considerably ' closer together."
    },
    {
        "id": "62dacc0e494e06847d4065d6",
        "name": "Rancor",
        "icon": "./killers-perks/rancor.webp",
        "character": "Spirit",
        "description": "You become obsessed with one Survivor.\n\nEach time a Generator is completed:\n\nYour Aura is revealed to the Obsession for 5/4/3 seconds.\n\nAll Survivors' locations are revealed to you for 3 seconds.\n\nOnce all Generators are completed:\n\nThe Obsession suffers from a permanent Exposed Status Effect.\n\nYou are granted the ability to kill the Obsession by your own hand.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dacc098425cacf216996eb",
        "name": "Remember Me",
        "icon": "./killers-perks/rememberme.webp",
        "character": "Freddy",
        "description": "You become obsessed with one Survivor.\n\nEach time the Obsession loses a Health State, Remember Me gains 1 Token:\n\nIncreases the Opening time of both Exit Gates by 4 seconds per Token, up to a maximum of 8/12/16 additional seconds.\n\nThe Obsession remains unaffected by this penalty.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dacc036764645c75e50aef",
        "name": "Save the Best for Last",
        "icon": "./killers-perks/savethebestforlast.webp",
        "character": "The Shape",
        "description": "You become obsessed with one Survivor.\n\nEach time you hit a Survivor other than your Obsession with a Basic Attack, Save the Best for Last gains 1 Token, up to a maximum of 8 Tokens:\n\nGain a stack-able 5 % Cool-down reduction on successful attacks per Token, up to a maximum of 40 %.\n\nEach time you hit your Obsession with a Basic Attack, Save the Best for Last loses 4/3/2 Tokens.\n\nWhen the Obsession is sacrificed or killed, you can neither gain nor lose any more Tokens.\n\nYou can only be obsessed with one Survivor at a time."
    },
    {
        "id": "62dacbfef17f450a30abd708",
        "name": "Scourge Hook: Floods of Rage",
        "icon": "./killers-perks/scourgehookfloodsofrage.webp",
        "character": "The Onryō",
        "description": "You form a psychic connection with The Entity and alter the rules of the Trial.\n\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\n\nThe Auras of Scourge Hooks are revealed to you in white.\n\nEach time a Survivor is unhooked from a Scourge Hook, the following effects apply:\n\nThe Auras of all other Survivors are revealed for 5/6/7 seconds."
    },
    {
        "id": "62dacbf8e0b23271308ed406",
        "name": "Scourge Hook: Gift of Pain",
        "icon": "./killers-perks/scourgehookgiftofpain.webp",
        "character": "Cenobite",
        "description": "You are the bringer of sweet pain.\n\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\n\nThe Auras of Scourge Hooks are revealed to you in white.\n\nEach time a Survivor is unhooked from a Scourge Hook, the following effects apply:\n\nThe Survivor suffers from the Haemorrhage and Mangled Status Effects until healed.\n\nUpon being healed, the Survivor suffers from a 10/13/16 % Action Speed penalty to Healing and Repairing until they are injured again."
    },
    {
        "id": "62dacbf2019bcb3f4ada1baa",
        "name": "Scourge Hook: Monstrous Shrine",
        "icon": "./killers-perks/scourgehookmonstrousshrine.webp",
        "character": "All",
        "description": "Your fervent care of the Hooks found in the Basement has aroused The Entity's interest.\n\nAt the start of the Trial, 4 random Hooks, as well as the Basement Hooks, are changed into Scourge Hooks:\n\nThe Auras of Scourge Hooks are revealed to you in white.\n\nEach time a Survivor is hooked on a Scourge Hook, the following effect applies whenever you are farther than 24 metres from the hooked Survivor:\n\nAccelerates the Sacrifice Process by 10/15/20 %."
    },
    {
        "id": "62dacbed94618609332579be",
        "name": "Scourge Hook: Pain Resonance",
        "icon": "./killers-perks/scourgehookpainresonance.webp",
        "character": "The Artist",
        "description": "Overwhelming pain reverberates outwards.\n\nAt the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\n\nThe Auras of Scourge Hooks are revealed to you in white.\n\nEach time a Survivor is hooked on a Scourge Hook, the following effects apply:\n\nThe Generator with the most Progression sparks, instantly losing 9/12/15 % of its Progression and starting to regress."
    },
    {
        "id": "62dacbe895998fc2c4b273d1",
        "name": "Septic Touch",
        "icon": "./killers-perks/septictouch.webp",
        "character": "The Dredge",
        "description": "The Land of the Shadows subsumes all. Healing only delays the inevitable.\n\nWhenever a Survivor performs a Healing action while they are inside your Terror Radius, that Survivor suffers from the Blindness and the Exhausted Status Effects\n\nThese effects linger for 6/8/10 seconds after the Healing action is interrupted by any means."
    },
    {
        "id": "62dacbe3cde6bc75ac92afa1",
        "name": "Shadowborn",
        "icon": "./killers-perks/shadowborn.webp",
        "character": "Wraith",
        "description": "You have a keep vision in the darkness of the night.\n\nIncreases your Field of View by 9/12/15 °.\n\nField of View gains do not stack"
    },
    {
        "id": "62dacbdd38fb94a6f675cf42",
        "name": "Shattered Hope",
        "icon": "./killers-perks/shatteredhope.webp",
        "character": "All",
        "description": "To capture your prey, you must first extinguish their hope.\n\nInstead of snuffing Boon Totems you destroy them.\n\nDestroying a Boon Totem this way reveals the Auras of all Survivors that were within its range at that moment for 6/7/8 seconds."
    },
    {
        "id": "62dacbd885e3aa98e543d2d1",
        "name": "Sloppy Butcher",
        "icon": "./killers-perks/sloppybutcher.webp",
        "character": "All",
        "description": "You know where to hit to make them bleed.\n\nWounds inflicted by Basic Attacks cause Survivors to suffer from the Haemorrhage and Mangled Status Effect:\n\nIncreases the Bleeding frequency by 50/75/100 %.\n\nIncreases the rate at which incomplete Healing loses progression by 15/20/25 %.\n\nBoth Status Effects are removed once the Survivor is fully healed."
    },
    {
        "id": "62dacbd302b6c34114a2bcee",
        "name": "Spies From the Shadows",
        "icon": "./killers-perks/spiesfromtheshadows.webp",
        "character": "All",
        "description": "The Crows found in the Trial Grounds can communicate with you directly.\n\nCrows startled by Survivors within 20/28/36 metres alert you with a Loud Noise Notification.\n\nSpies from the Shadows has a cool-down of 5 seconds between alerts."
    },
    {
        "id": "62dacbceafa64975e7ff7408",
        "name": "Spirit Fury",
        "icon": "./killers-perks/spiritfury.webp",
        "character": "Spirit",
        "description": "Each Pallet you break magnifies the wrath of The Entity.\n\nAfter breaking 4/3/2 Pallets, the next time you are stunned by a Pallet, The Entity will instantly break it.\n\nYou still suffer from the Stun penalty."
    },
    {
        "id": "62dacbc8714f92678476da47",
        "name": "Starstruck",
        "icon": "./killers-perks/starstruck.webp",
        "character": "The Trickster",
        "description": "Your unmatched showmanship dazzles all.\n\nWhen carrying a Survivor, Starstruck activates:\n\nSurvivors suffer from the Exposed Status Effect while in your Terror Radius.\n\nThe Status Effect lingers for 26/28/30 seconds after leaving your Terror Radius.\n\nAfter hooking or dropping the carried Survivor, Starstruck deactivates:\n\nThe Status Effect persists for 26/28/30 seconds for any Survivor inside your Terror Radius at that moment.\n\nStarstruck has a cool-down of 60 seconds once the Survivor is no longer being carried."
    },
    {
        "id": "62dacbc2cb1eb27356d25f28",
        "name": "Stridor",
        "icon": "./killers-perks/stridor.webp",
        "character": "Nurse",
        "description": "You are acutely sensitive to the breathing of your prey.\n\nIncreases the volume of Survivors' Grunts of Pain by 25/50/50 %.\n\nIncreases the volume of Survivors' regular breathing by 0/0/25 %."
    },
    {
        "id": "62dacbbdbf205798dad9d741",
        "name": "Surveillance",
        "icon": "./killers-perks/surveillance.webp",
        "character": "Pig",
        "description": "Unlocks potential in your Aura-reading ability.\n\nThe Auras of regressing Generators are highlighted in white.\n\nIf the Regression progress is interrupted on a Generator, its Aura will be highlighted in yellow for 8/12/16 seconds.\n\nSurveillance increases the audible range of Survivors' Generator-repairing noises by 8 metres."
    },
    {
        "id": "62dacbb61e9ec630d0bcfdd3",
        "name": "Territorial Imperative",
        "icon": "./killers-perks/territorialimperative.webp",
        "character": "Huntress",
        "description": "Unlocks potential in your Aura-reading ability.\n\nThe Aura of a Survivor entering the Basement when you are at least 32 metres away is revealed to you for 3 seconds.\n\nTerritorial Imperative has a cool-down of 30/25/20 seconds."
    },
    {
        "id": "62dacbb08267ab01a2efa9f9",
        "name": "Thanatophobia",
        "icon": "./killers-perks/thanatophobia.webp",
        "character": "Nurse",
        "description": "Their courage fades in the face of their undeniable mortality.\n\nEach injured, dying, or hooked Survivor incurs a stack-able 4.5/5/5.5 % penalty to all Survivors' Repairing, Sabotaging, and Cleansing Action speeds, up to a maximum of 18/20/22 %."
    },
    {
        "id": "62dacbab11df067a25d917b6",
        "name": "Thrilling Tremors",
        "icon": "./killers-perks/thrillingtremors.webp",
        "character": "Ghost Face",
        "description": "Your dark designs and shrewd composure rouse The Entity.\n\nAfter picking up a Survivor, all Generators not currently being repaired by Survivors are blocked by The Entity for the next 16 seconds.\n\nThe Auras of blocked Generators are highlighted to you in white.\n\nThrilling Tremors has a cool-down of 100/80/60 seconds."
    },
    {
        "id": "62dacba660c3380fa01e1b82",
        "name": "Tinkerer",
        "icon": "./killers-perks/tinkerer.webp",
        "character": "Hillbilly",
        "description": "Whenever a Generator is repaired to 70 %, you benefit from the following effects:\n\nTriggers a Loud Noise Notification for that Generator, revealing its location.\n\nGrants the Undetectable Status Effect for the next 12/14/16 seconds.\n\nTinkerer can only trigger once per Generator per Trial."
    },
    {
        "id": "62dacb9f5a80c28bc54b8d1e",
        "name": "Trail of Torment",
        "icon": "./killers-perks/trailoftorment.webp",
        "character": "The Executioner",
        "description": "You guide your victims along a path of pain and punishment.\n\nAfter damaging a Generator, you are granted the Undetectable Status Effect until that Generator stops regressing or you damage a Survivor by any means.\n\nThe Aura of that Generator is revealed to all Survivors in yellow.\n\nTrail of Torment has a cool-down of 80/70/60 seconds."
    },
    {
        "id": "62dacb99a6cf768498de614e",
        "name": "Unnerving Presence",
        "icon": "./killers-perks/unnervingpresence.webp",
        "character": "Trapper",
        "description": "Your presence alone instils great fear.\n\nSurvivors repairing or healing within your Terror Radius suffer from the following effects:\n\nIncreases the Trigger odds of Skill Check by 10 %.\n\nDecreases the Success zone of Skill Checks by 40/50/60 %."
    },
    {
        "id": "62dacb90688350aa85cddf52",
        "name": "Unrelenting",
        "icon": "./killers-perks/unrelenting.webp",
        "character": "All",
        "description": "You recuperate faster from missed attacks made with your main weapon.\n\nReduces the Cool-down of missed Basic Attacks by 20/25/30 %."
    },
    {
        "id": "62dacb89c5c7948ed508b14f",
        "name": "Whispers",
        "icon": "./killers-perks/whispers.webp",
        "character": "All",
        "description": "You have a rudimentary understanding of The Entity's voice.\n\nYou hear the sporadic whispers of the Entity whenever at least one Survivor is within 48/40/32 metres of your location."
    },
    {
        "id": "62dacb83e7237d16a42c5135",
        "name": "Zhanshin Tactics",
        "icon": "./killers-perks/zhanshintactics.webp",
        "character": "Oni",
        "description": "Unlocks potential in your Aura-reading ability.\n\nYou are mentally alert and aware of key points on the battlefield.\n\nThe Auras of Breakable Walls, Pallets, and Windows are revealed to you within 24/28/32 metres."
    }
]